Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/olggosaddimet/raporttat/sami_giellalaga_ollauvvan_jagiin_2004-2006.pdf.tmx
Source language: sme
Languages: smn

source: Vuosttas sámi giellaláhka bođii Suomas fápmui jagi 1992 álggu rájes ja dat geatnegahtii stáhta
smn: Vuosmuš säämi kielâlaahâ šoodâi Suomâst vuáimán ive 1992 aalgâst já tot kenigitij staatâ

source: virgeoapmahaččaid geavahit sámegiela sámiiguin gulahaladettiin.
smn: virgeomâháid kevttiđ sämikielâ sämmilijguin ášástâldijn.

source: Láhka lea lokten sámegiela
smn: Laahâ ij luptim sämikielâ virgálâš sajat

source: virggálaš sajádaga.
smn: tuv.

source: Sámegiela geavaheapmi virgeoapmahaččain ii leamašan goittotge njuovžil ja dat
smn: Sämikielâ kevttim virgeomâháin ij lah lamaš kuittâg luándulâš já tot lii kevttum tuše talle, ko

source: lea geavahuvvon dušše dallego sihke áššehas ja ášši dikšu virgeolmmoš leat máhttán sámegiela doarvái bures.
smn: sehe äššigâš já ääši tipšoo virgealmai lává máttám sämikielâ tuárvi pyereest.

source: Láhka ii gáibidan virgeolbmos sámegiela dáiddu oppa sámiid ruovttuguovllus.
smn: Laahâ ij vaattâm virge almain sämikielâ tááiđu ubâ sämikuávlustkin.

source: Ovdačielggadeamis Näkkäläjärvi 2006 lea gieđahallan dárkilabbot Suoma sámiid veahkadatmeari historjjá sierra
smn: Ovdâčielgiittâsâst Näkkäläjärvi 2006 lii kieđâvuššum tärhibeht Suomâ sämmilij lohomeeri historjá jieškote-uv aaigijn.

source: Dán čielggadeapmái ii leat gehččon vejolažžan bidjat namuhuvvon dieđuid.
smn: Taan čielgiittâsân ij lah keččum máhđulâžžân lasettiđ nomâttum tiäđuid.

source: Sámit leat doallan lága váilevažžan sámiid gielalaš vuoigatvuođaid ollašuvvama dáfus.
smn: Kirjáliih koččâmâšah vuolgâttuvvojii sämikuávlu kieldáid, servikuddijd já staatâ virgeomâháid,

source: ovdan sámiid gullandilálašvuođain, mat lágiduvvojedje j. 1998 sámeguovllus dálá sámi giellalága
smn: sehe sämikuávlu ulguupiäláid staatâ virgeomâháid, kiäi toimâkuávlun sämikuávlu kulá. Puoh

source: válmmaštallama oktavuođas. Sámiid almmolaš oaidnu leamašan, ahte sámegielain ii leamašan
smn: virgeomâhááh kiäid koččâmâšah vuolgâttuvvojii, västidii koijâdâlmân, eereeb Iänuduv kieldâ já

source: geavadis vejolašvuohta gulahallat virgeoapmahaččain, go virgeolbmot eai máhte sámegiela.
smn: Koijâdâlmân uásálistii ohtsis 817 parged. Sist 600 ađai 73,4 prosenttid iä iberdâm sämikielâ.

source: Oppalaš gova sámegielmáhtolaš virgeolbmuid mearis vuosttas sámi giellalága áigge addá sámi
smn: olmožid (11,9 prosenttid) almottii jieijâs pasteđ táárbumield kevttiđ sämikielâ jieijâs pargoost.

source: giellalága ođasmahttinbargojoavkku juovlamánus 2000 dahkan viiddis čielggadanbargu.
smn: Maŋeláá mainâšum ulmuin 73 (8,9 prosenttid) lijjii eenikielâs peeleest sämikielâliih.

source: gažaldagat sáddejuvvojedje sámiid ruovttuguovllu gielddaide, searvegottiide ja ruovttuguovllus
smn: kieltáiđusâš já suomâ- et sämikieltáiđusâš pargei kooskân paasij 120 pargee juávkku, mast sämi

source: earret Eanodaga gieldda ja bálgosiid ovttastusa, vástidedje jearahallamii.
smn: kielâ iberdii tuše 59 olmožid (7,2 prosenttid) já sämikielâ sárnuu ucánjáhháá 61 olmožid (7,5

source: Sis 600 ns.
smn: prosenttid).

source: Dán jovkui gullevaččain sámegiela dáidu ii goittotge leat nu buorre, ahte sii basttášedje
smn: Taan juávkun kullein sämikielâ táiđu ij lamaš kuittâg nuuvt pyeri, et sii puávtáččii

source: geavahit sámegiela iežaset barggus.
smn: kevttiđ sämikielâ jieijâs pargoost.

source: Sámegielmáhtolažžan sáhttá doallat dušše daid, geat bastet
smn: Sämikieltáiđusâžžân puáhtá nabdeđ tuše taid ulmuid, kiäh pasteh

source: geavahit sámegiela iežaset barggus sámegiela geavaheamis virgeoapmahačain addojuvvon lága
smn: kevttiđ sämikielâ jieijâs pargoost sämikielâ kevttimist virgeomâháin adelum laavâ uáivildem oo

source: Sámegiela máhtte čállit 44 bargi, nuppiid sániiguin sullii 5,4 proseantta.
smn: leest. Sämikielâ mattii čäälliđ 44 parged ađai suullân 5,4 prooseent.

source: Sámi
smn: Nuuvtpa säämi kielâlaahâ ij

source: giellaláhka ii čielggadeami mielde nappo ollašuvvan virgeoapmahaččain, ja erenomážit váilevaččat anáraš- ja nuortalašgiela oasil.
smn: čielgiittâs mield olášum virgeomâhâšpeelijn, já eromâš hyeneeht aanaar- já nuorttâsämikielâ uásild.

source: Vuoigatvuohtaministeriija giellaáššiid ráđđádallangoddái namuhuvvon sámedikki ovddasteaddji
smn: Riehtiministeriö kielâaašij ráđádâllâmkoodán nomâttum sämitige ovdâsteijee kielâaašij ráđádâllâm

source: giellaáššiid ráđđádallangoddái ráhkadan cealkámuša mielde jagi 2004 álggus fápmui boahtán ođđa
smn: koodán toohâm ciälkkámuš mield ive 2004 aalgâst vuáimán šoddâm uđđâ säämi kielâlaahâ ij lah

source: sámi giellaláhka ii leat lasihan njuovžilis sámegiela geavaheami.
smn: lasettâm luándulâš sämikielâ kevttim.

source: Dan mielde ođđa sámi giellalágas
smn: Ton mield uđđâ säämi kielâlaavâst iä almoslávt juurdâštijn

source: ii oppalohkkái leamašan váikkuhus sámegiela geavaheapmái ja sámiid gielalaš vuoigatvuođaid
smn: lah lamaš vaikuttâsah sämikielâ kevttimân já sämmilij kielâlâš vuoigâdvuođâi olášuumán.

source: Sámi giellalága ollašuvvama eastá dohkálaš sámegielmáhtolaš bargoveaga váilun
smn: Säämi kielâlaavâ olášume iästun lii tohálâš sämikieltáiđusâš pargojuávhu váilum máttááttâsâst, palvâlem

source: oahpahusas, bálvalanbargguin ja spesiálaáššedovdibargguin.
smn: pargoin já sierânâsäššitobdeepargoin.

source: Sámeservviid dáfus váttis leamašan
smn: Sämiseervij tááhust váádduh lii sämikieltáiđusâš

source: sámegielmáhtolaš rehketdoalliid váilun, man dihte servviid rehketdoalu galgá bargat suomagillii.
smn: reekkigtuállei vááijuvvuotâ, mon keežild seervij reekkigtuálu ferttee toohâđ suomâkielân.

source: Jagi 1994 álggu rájes álbmotregistarai lea sáhttán almmuhit eatnigiellan sámegiela.
smn: Ive 1994 aalgâ rääjist lii puáhtám almottiđ aalmugregisterân eenikiellân sämikielâ.

source: Álbmotdiehtovuogádagas ii leamašan goittotge vejolašvuohta oažžut sirrejuvvon dieđuid sierra
smn: Aalmugtiätu vuáháduvâst ij lah kuittâg lamaš máhđulâšvuotâ finniđ sierânistum tiäđu jieškote-uv sämikielâ eeni

source: Álbmotregisttarvuogádahkii sámegiela almmuheapmi
smn: kielânis almottâm meereest.

source: eatnigiellan lea eaktodáhtolaš, ja máŋggat eai vealttakeahttá dieđe máinnašuvvon vejolašvuođas.
smn: Aalmugregistervuáhádâhân sämikielâ almottem eenikielânis lii iävtu lâš, já maaŋgah iä velttidhánnáá tieđe tággáár máhđulâšvuođâst.

source: Jagi 1994 rájes sámegiela sáhtii almmuhit eatnigiellan álbmotdiehtovuogádahkii.
smn: Ive 1994 rääjist puovtij sämikielâ almottiđ eenikielânis aalmugtiätuvuáhádâhân.

source: Jagi 2003 loahpa
smn: Ive 2003 roopâ räi eenikielânis sämikielâ láá almot

source: rádjai eatnigiellan sámegiela leat almmuhan 1704 olbmo, mii vástida 0,03 proseantta olles riikka
smn: tâm 1704 olmožid, mii västid 0,03 prooseent ubâ eennâm aalmugist. Kalga kuittâg huámášiđ, et

source: Lea goittotge fuopmášanveara, ahte justa ovdal jagi 1994 sámegielaid hálli sápmelaččat
smn: eidu ovdil ive 1994 sämikielâid sárnoo sämmiliih láá almottâm eenikielânis suomâkielâ, veikkâ

source: Álbmotdiehtovuogádaga eatnigielas čohkkejuvvon dieđut geavahuvvojit dušše
smn: návt tuođâlávt ij ubâ sáttám leđegin. Aalmugtiätuvuáháduv eenikielâst nuurrum tiäđuh kiävttojeh

source: statistihkkadárkkuhusas, iige diehtu váikkut virgeoapmahaččaid bálvalangillii.
smn: tuše lovottemuáivilist, ige tiätu vaikut virgeomâhái palvâlemkielân.

source: 1.5 Sámegielaid ja sámegielat oahpahusa dilli
smn: 1.5 Sämikielâi já sämikielâlâš máttááttâs tilálâšvuotâ

source: Vaikke sámi giellaláhka ii guoskka njuolgga oahpahus- ja beaivedikšobálvalusaid, ášši laktása
smn: Veikkâ säämi kielâlaahâ ij kuoskâ njuolgist máttááttâs- já peivitipšopalvâlusâid, lohtâs äšši kuittâg

source: goittotge lávga sámi giellaláhkii ja sámiid gielalaš vuoigatvuođaid ollašuvvamii.
smn: aldasávt säämi kielâlaahân já sämmilij kielâlâš vuoigâdvuođâi olášuumán.

source: Dán bihtás
smn: Taan pittáást kieđâvuš

source: gieđahallo oanehaččat sámegiela ja sámegielat oahpahusa dilli Suomas.
smn: šoo uánihávt sämikielâ já sämikielâlâš máttááttâs tilálâšvuođâ Suomâst.

source: Aikio-Puoskari mielde skuvlajagi 2003 – 2004 sámegielat oahpahus addui 486 oahppái, geain
smn: Aikio-Puoskari mield lohoive 2003 – 2004 sämikielâlâš máttááttâs adelui 486 uáppei, mast tave

source: davvisámegiela ávnnasoahpahusas ledje 293 oahppi, anárašgiela ávnnasoahpahusas 16 olbmo ja
smn: sämikielâ amnâsmáttááttâsâst lijjii 293 uápped, aanaarsämikielâ amnâsmáttááttâsâst 16 olmožid já

source: nuortalašgiela ávnnasoahpahusas 23 olbmo.
smn: nuorttâsämikielâ amnâsmáttááttâsâst 23 olmožid.

source: 68,3 % sámegielat oahpahusa olis leahkki oahppiin
smn: 68,3 % sämikielâlâš máttááttâs pirrâs uáppein fin

source: ožžo sámegielat ávnnasoahpahusa eatnigiela, vierrogiela dahje ruoktogiela oahpahusas.
smn: nejii sämikielâlâš amnâsmáttááttâs eenikielâ, viereskielâ tâi päikkikielâ máttááttâsâst.

source: Davvisámegielat oahpahusas ledje 135 oahppi, nuortalašgielat oahpahusas vihtta ja anárašgielat
smn: Tavesämikie lâlâš máttááttâsâst lijjii 135 uápped, nuorttâsämikielâlâš máttááttâsâst vittâ já aanaarsämikielâlâš

source: oahpahusas 14 oahppi.
smn: máttááttâsâst 14 uápped.

source: Sámegielat oahpahus, ns. maiddái eará ávdnasiid go giellaoahpuid oahpahus
smn: Sämikielâlâš máttááttâs, ađai meiddei eres amnâsij tegu kielâoopâi mát

source: addui 154 oahppái, ns. 31,7 % buot sámegielat oahpahusa ožžon oahppiin.
smn: tááttâs adelui 154 uáppei ađai 31,7 % puohâin sämikielâlâš máttááttâs finnim uáppein.

source: Sámiid ruovttuguovllus
smn: Sämikuávlust

source: lea 90 % buot sámeoahpahusa olis leahkki oahppiin.
smn: láá 90 % puohâin sämikielâ máttááttâs pirrâs uáppein.

source: 10 % ns. 47 oahppi ožžot sámiid
smn: 10 % ađai 47 uápped finnejeh sämikuávlu

source: ruovttuguovllu olggobealde sámegiela ávnnasoahpahusa, geain 29 leat Soađegili gieldda oahppit,
smn: ulguubeln sämikielâ amnâsmáttááttâs, main 29 láá Suáđigil kieldâ uáppeeh, kiäi aassâmpäikki lii

source: geaid ássanbáiki lea sámiid ruovttuguovllu olggobealde.
smn: sämikuávlu ulguubeln.

source: Sámedikki skuvlen- ja oahppamateriáladoaimmahaga statistihka mielde sámegielat oahpahusa ožžo
smn: Sämitige škovlim- já oppâmateriaaltoimâttuv lovottuv mield sämikielâlâš máttááttâs finnejeh taan

source: vássi skuvlajagi (2007 – 2008) Eanodaga gielddas 23 oahppi (-1), Anáris 57 (+ 6), Soađegilis 2 (+
smn: lohoive (2007 – 2008) Iänuduv kieldâst 23 uápped (-1), Anarist 57 (+ 6), Suáđigilist 2 (+ 2) já

source: 2) ja Ohcejogas 64 (+1) oahppi.
smn: Ucjuuvâst 64 (+1) uápped.

source: Ohcejoga kirkosiidda ja Gáregasnjárgga skuvllain eanašoassi
smn: Ucjuv kirkkosiijdâ já Kärigâsnjaargâ škoovlâin iänááš uási uáppein láá

source: oahppiin lea sámegielat oahpahusas.
smn: sämikielâlâš máttááttâsâst.

source: Anáris nu anárašgielat go davvisámegielat oahpahusa oažžu
smn: Anarist sehe aanaarsämikielâlâš já tavesämikielâlâš máttááttâs finnejei

source: oahppiid lohkemearri lea veahá lassáneamen.
smn: jee uáppei lohomeeri lii ucánjáhháá paijaanmin.

source: Nuortalašgiela oahpahusdilli lea fuolastuhtti, go
smn: Nuorttâsämikielâ máttááttâstilálâšvuotâ lii huolâs

source: oahppiidmearri ja nuortalašgiela geavaheapmi oahpahusgiellan orru njiedjamin.
smn: tuttee, ko uáppeimeeri já nuorttâsämikielâ kevttim máttááttâskiellân orroov lemin kiäppánmin.

source: Giela oahppaávnnasin nuortalašgiella oahpahuvvo goittotge ovdditjagiid láhkai.
smn: Kielâ oppâamnâsin nuorttâsämikielâ máttááttuvvoo kuittâg ovdebái iivij náálá.

source: Soađegili Vuohčus
smn: Suáđigil Vuáčust

source: sámegielat oahpahus álggii dán čavčča vuosttas geardde ja giela ávnnasoahpahusas leat skuvlla buot
smn: sämikielâlâš máttááttâs aalgij taan čoovčâ vuosmuu keerdi já kielâ amnâsmáttááttâsâst láá škoovlâ

source: 30 oahppi.
smn: puoh 30 uápped.

source: Ruovttuguovllu olggobealde sámegiella oahpahuvvo lagašoahpahussan (oahpaheaddji báikki alde)
smn: Sämikuávlu ulguubeln sämikielâ máttááttuvvoo aldamáttááttâssân (máttáátteijee siämmáá visteest)

source: Oulu birrasis ja Roavvenjárggas oktiibuot 19 oahppái, Tamperees 6 oahppái ja Soađegili kirkosiiddas 34 oahppái.
smn: Oulu kuávlust já Ruávinjaargâst ohtsis 19 uápped, Tamperest 6 uáppee já Suáđigil kirkkosiijdâst 34

source: Lassin Anára gieldda oahpaheaddjit addet internetoahpahusa máŋgga
smn: Lasseen Aanaar kieldâ máttáátteijeeh adeleh viermimáttááttâs maŋgáid sämikuávlu ulguu

source: ruovttuguovllu olggobeale báikegoddái oktiibuot 13 oahppái, main guhkelepmosii Hollándda Rotterdamii.
smn: piäláid päikkikuddijd ohtsis 13 uáppei, main olgomustáá Holland Rotterdamin.

source: Internetoahpahusa ovddideamis Sámi oahpahusguovddáža Saame virtuálaskuvlafidnus
smn: oovdedmist Säämi máttááttâskuávdáá Säämi virtuaalškovlâ-tooimâst lii merhâšittee rooli.

source: Sámegielat oahpahus sámeguovllu olggobealde ii addojuvvo olláge, muhto giela oahpahussii
smn: Sämikielâlâš máttááttâs sämikuávlu ulguubeln ij adeluu ollágin, mut kielâ máttááttâsân uáslisteh

source: oassálaste oktiibuot 70 vuođđooahpahusa ja logahaga oahppiin.
smn: ohtsis 70 vuáđumáttááttâs já luvâttuv uápped.

source: Ulla Aikio-Puoskari (2006) raportta
smn: Ulla Aikio-Puoskari (2006) raapoort mield sämikielâ

source: mielde sámegiela ja sámegielat oahpahusa ožžon oahppiid lohkumearri Suoma vuođđoskuvllain lea
smn: já sämikielâlâš máttááttâs finnim uáppei lohomeeri Suomâ vuáđuškoovlâin lii kiäppánâm suullân

source: njiedjan sullii 50:in 1990-logu álggu rájes.
smn: 50:jn 1990-lovo aalgâ rääjist.

source: Vuođđoskuvlla bajit luohkáin sámegielat oahpahus lea
smn: Vuáđuškoovlâ pajebuin luokain sämikielâlâš máttááttâs lii lassaanš

source: álgán lassánit easkka j. 1999 fápmui boahtán ođđa vuođđooahpahuslága ja sámeoahpahusa
smn: kuáttám iäskán ive 1999 vuáimán šoddâm uđđâ vuáđumáttááttâslaavâ já sämimáttááttâs kyeskee

source: guoskevaš erenomáš ruhtadannjuolggadusa mielde, vaikke jahkeluohkáin 7 - 9 addojuvvo ain uhcán
smn: sierânâs ruttâdemnjuolgâdus mield, veikkâ iheluokain 7 - 9 adeluvvoo ain-uv váhá sämikielâlâš

source: sámegielat oahpahus.
smn: máttááttâs.

source: Anár lea Suoma gielddain áidna, man viidodagas addojuvvo vuođđooahpahus
smn: Aanaar lii Suomâ kieldâin áinoo, kost adeluvvoo vuáđumáttááttâs Suomâkielâ lasseen

source: suomagiela lassin golmma sámegielain.
smn: kulmáin sämikieláin.

source: Eará sámeguovllu gielddain oahpahuvvo dušše davvisámegiella.
smn: Eres sämikuávlu kieldâin máttááttuvvoo tuše tavesämikielâ.

source: Govva 1 Sámegiela lohkkit Suoma vuođđoskuvllain gielaid mielde sirrejuvvon skuvlajagi 2003-2004
smn: lâ uáppih Suomâ vuáđuškoovlâin kielâimield sierrejum häämist lohoive 2003-2004.

source: Gáldu: Aikio-Puoskari, U. 2006.
smn: Käldee: Aikio-Puoskari, U. 2006.

source: Jagi 1980 rájes davvisámegiela lea sáhttán čállit studeantačállosiin vierrogiellan ja jagi 1994 rájes
smn: Ive 1980 rääjist lii puáhtám čäälliđ tavesämikielâ pajeuáppeečálusijn vieres kiellân já ive 1994 rää

source: eatnigiellan.
smn: jist eenikiellân.

source: Anárašgiela lea sáhttán čállit eatngiellan jagi 1998 rájes ja nuortalašgiela jagi 2005
smn: Aanaarsämikielâ lii puáhtám čäälliđ eenikiellân ive 1998 rääjist já nuorttâsämikielâ ive 2005 rääjist.

source: Lappi leana sámeoahpahusa čuvgehusdoaimmadárkkisteaddji mielde j. 2005 davvisámegiela
smn: Čuovviittâstooimâtärhisteijee mield láá ive 2005 Laapi lääni sämikielmáttááttâs

source: leat čállán eatnigiellan studeantačállosiin 3 oahppi, vierrogiellan davvisámegiela 3 oahppi ja
smn: tavesämikielâ láá čáállám eenikiellân pajeuáppeečálusijn 3 uáppee, vieres kiellân tavesämikielâ 3

source: nuortalašgiela vierrogiellan 3 oahppia.
smn: uáppee já nuorttâsämikielâ vieres kiellân 3 uáppee.

source: Jagis 2004 dieđut váilot.
smn: Ive 2004 tiäđuh váiluh.

source: J. 2003 eatnigiellan čálle
smn: Ive 2003 eenikiellân

source: davvisámegiela ja anárašgiela goappáge okta olmmoš, vierrogiellan davvisámegiela 15 oahppi ja
smn: čallii tavesämikielâ já aanaarsämikielâ kuábbáá-uv ohtâ olmooš, vieres kiellân tavesämikielâ 15

source: anárašgiela guokte oahppi.
smn: uápped já aanaarsämikielâ kyehti uáppee.

source: Jagi 2004 rájes lea sáhttán čállit nuortalašgiela vierrogiellan
smn: Ive 2004 rääjist lii puáhtám čäälliđ nuorttâsämikielâ

source: studeantačállosiin.
smn: vieres kiellân pajeuáppeečálusijn.

source: Dán rádjai 3 oahppi leat čállán nuortalašgiela studeantačállosiin.
smn: Taan räi láá 3 uáppee čáállám nuorttâsämikielâ pajeuáppeečá

source: Lappi universitehta lea sámeguovllu lagamus universitehtaoahpahusa fálli ossodat.
smn: Laapi ollâopâttâh lii sämikuávlu aldemus ollâopâttâhškovliittâs adeleijee ohtâdâh.

source: Lappi
smn: Laapi ollâopâttu

source: universitehtas davvisámegiela sáhttá studeret pedagogihka dieđagottis 27 oahppočuoggá.
smn: vâst tavesämikielâ puáhtá luuhâđ šoddâdemtiettui tieđâkoddeest 27 oppâčuágástuvvâd.

source: universitehtas riektenotára dohkálažžan dahkanskuvlemii váldojit 40 studereneavttuid deavdi ja
smn: opâttuvâst vuoigâdvuođânootaar tohálâžžânšoddâmškovliittâsân váldojeh 40 oppâiävtuid tevdee

source: eanemustá golbma sámegielmáhtolaš studereneavttuid deavdi ohcci.
smn: vigged já enâmustáá kulmâ sämikieltáiđusâš oppâiävtuid tevdee viggee.

source: Sámegielmáhtolažžan
smn: Sämikieltáiđusâžžân nab

source: dollojuvvo ohcci, guhte lea čájehan sámegiela dáiddu sámegiela iskosis.
smn: doo viggee, kote lii čáittám sämikielâ tááiđus sämikielâ iskosist.

source: Dakkár sámegiela máhtti
smn: Taggaar sämikielâ mättee viggee,

source: ohcci, gii muđuige manná badjel dohkkeheami gáibidan ollesčuokkesrájá, ii lohkkojuvvo sámegiela
smn: kote mudoi-uv piäsá paijeel tuhhiittem vättee olesčuágástâhrääji, ij luhhuu sämikieltáiđusâš tiätu

source: Maiddái sámegiellagiid dihtomeari bokte ohcan ja
smn: miärán kullen.

source: dohkkehuvvon ohccis galgá leat seamma allaskuvladohkálašvuohta ja bargohárjánupmi go earáin.
smn: Meid sämikielâlâš tiätumeereest kalga viggest já tuhhiittum ulmust leđe siämmáš 1 %28 % TS amnâsmáttááttâs 293

source: Lappi universitehta pedagogihka dieđagottis luohkáoahpaheaddjiskuvlejumis leat várrejuvvon
smn: AS-kielâlâš 14 ollâškovlâtohálâšvuotâ já pargohárjánem ko iärásijn-uv. Laapi ollâopâttuv šoddâdemtiettui tieđâ

source: vihtta studeantabáikki sámegielmáhtolaš studerengáibádusaid deavdi oahppái.
smn: koddeest luokamáttáátteijeeškovliittâsâst láá väridum vittâ oppâsaje sämikieltáiđusâš oppâvátámu

source: Giellagas-instituhtta lea Oulu universitehta humanisttalaš dieđagotti sierra ossodat, gos oahpahuvvo
smn: Giellagas-instituut lii Oulu ollâopâttuv humanistlâš tieđâkode sierânâs ohtâdâh, mast máttááttuvvoo

source: ja dutkojuvvo sámegiella ja sámekultuvra.
smn: já tutkoo sämikielâ já sämikulttuur.

source: Ossodaga oahppoávdnasat leat sámegiella ja sáme
smn: Ohtâduv oppâamnâseh láá sämikielâ já sämikulttuur, maid

source: kultuvra, maid sáhttá studeret sierra váldoávnnasin.
smn: puáhtá luuhâđ sierânâs válduámnâsin.

source: Giellagas-instituhta bargun lea koordineret
smn: Giellagas-instituut pargon lii koordinistiđ sämikielâlâš am

source: sámegielat ávnnasoahpaheaddjiskuvlejupmái ohcaleaddji oahppiid oahpuid.
smn: nâsmáttáátteijee škovliittâsân ucâluvvee uáppei oopâid.

source: sámegiela ávnnasoahpaheaddjin lohkkiid sámegiela oahpuid video - gáiddusoahpahussan.
smn: Tot meiddei uárnee sämikielâ amnâsmát táátteijen lohheid sämikielâ oopâid video - káiđusmáttááttâssân.

source: rájes Giellagasas lea sáhttán dievasmahttit ovddit dutkosa ja válmmaštuvvat sámegielat
smn: Ive 1999 rääjist Giellagasast lii puáhtám tievâsmittiđ tooleeb tutkos já valmâštuđ sämikielâlâš amnâsmáttáátteijen.

source: Giđa 2004 rádjai skuvlejupmái ledje ohcan 48 oahppi, geain 39
smn: Kiiđâ 2004 räi škovliittâsân lijjii ucâlum 48 uápped, main 39 väljejuvvojii škovliittâsân.

source: válljejuvvojedje skuvlejupmái.
smn: Ive 2004 räi amnâs

source: Jagi 2004 rádjai ávnnasoahpaheaddji dutkosa čađaheaddjit ledje 3 (sámegiela, matematihka ja biologian ávnnasoahpaheaddjit).
smn: máttáátteijee tutkos lijjii čođâldittám 3 (sämikielâ, matematiik já biologia amnâsmáttáátteijeeh).

source: Oulu universitehta medisiinnalaš dieđagottis lea okta sámedihtomearrebáiki, mii lea várrejuvvon
smn: Oulu ollâopâttuv talhâstiettuu tieđâkoddeest lii ohtâ sämmilâštiätumerisaje, mii lii väridum sämi

source: sámegielmáhtolaš válljeniskosa čađahan olbmui.
smn: kieltáiđusâš valjimiskoos tuhhiitemnáál čođâldittám ulmui.

source: Válljeniskosa dohkálaš čađaheapmi gáibida
smn: Valjimiskoos tuhhiitemnáál čođâldittem

source: uhcimustá 75 % čuokkesmeari juksama medisiinnalaš skuvlenprográmmai dohkkehuvvon vuolimuš
smn: váátá ucemustáá 75 % čuágástâhmiärán olleem talhâstiettuu škovlimohjelmân tuhhiittum vyelemuu

source: válljenčuokkesmearis.
smn: valjimiskoos čuágástâhmeereest.

source: Roavvenjárgga ámmátallaskuvla lea sámeguovllu lagamus ámmátallaskuvla.
smn: Ruávinjaargâ áámmátollâškovlâ lii sämikuávlu aldemus áámmátollâškovlâ.

source: Roavvenjárgga
smn: Ruávinjaargâ áámmá

source: ámmátallaskuvllas sáhttá studeret luonddudiehtagiid suorggis; luondduriggodat- ja birassuorggis;
smn: tollâškoovlâst puáhtá luuhâđ luándutiettui syergist; luánduväri- já pirâssyergist; mađhâšem-, piem

source: turisma-, restauráŋŋa- ja ekonomiijasuorggis; sosiála-, dearvvasvuohta- ja lihkadansuorggis;
smn: mâm- já ekonomiasyergist; sosiaal-, tiervâsvuođâ- já lihâdemsyergist; tekniik já jotoluv syergist já

source: teknihka ja johtolaga suorggis ja servodatdiehtagiid, fitnodatdoalu ja hálddahusa suorggis.
smn: ohtsâškoddetiettui, finnodâhekonomia já haldâšem syergist.

source: Roavvenjárgga ámmátallaskuvllas sáhttá studeret davvisámegiela guhtta oahppočuoggá.
smn: Ruávinjaargâ áámmátollâškoovlâst puáhtá luuhâđ tavesämikielâ kuttâ oppâčuágástuv.

source: Helssega universitehtas davvisámegiela, ja anáraš- ja nuortalašgiela kurssaid sáhttá studeret
smn: Helsig ollâopâttuvâst tavesämikielâ, já aanaar- já nuorttâsämikielâ kuursâid puáhtá luuhâđ syem

source: suopmalaš-ugralaš diehtagiid lágádusas.
smn: milâš-ugrilâš tiettui lájádâsâst.

source: Oahppaávnnas sámedutkan gieđahallá sámiid, sámegiela,
smn: Oppâaamnâs sämitutkâm kieđâvuš sämmilij, sämikielâ, kulttuur já

source: kultuvrra ja historjjá máŋgga dieđasuorggi perspektiivvas.
smn: historjá maaŋgâ tiettuusyergi uáinučievâst.

source: Sámedutkamis sáhttá studeret 20
smn: Sämitutkâm puáhtá luuhâđ 20 oppâoho vijđosâš oleslâš

source: oahppovahku viidosaš oppalašvuođa, masa gullevaš oahppobajiid sáhttá čohkket viehka friija.
smn: vuođâst, moos kullee oppâáigáduvâid puáhtá nuurrâđ viehâ rijjâ.

source: ČOAHKKÁIGEASSU, ALMMOLAŠ FUOPMÁŠUMIT JA JURDDABOHTOSAT
smn: 13 ČUÁKÁNKIÄSU, ALMOS HUÁMÁŠUMEH JÁ LOPPÂJUURDÂPUÁTUSEH

source: Dán muitalusas raporterejuvvo sámi giellalága ollašuvvamis jagiin 2004 – 2006 sámiid
smn: Taan muštâlusâst raportistoo säämi kielâlaavâ olášuumeest iivijn 2004 – 2006 sämikuávlust já

source: Jagis 2004 bođii fápmui ođđa sámi giellaláhka, mii buvttii buorádusaid sámiid
smn: kuávdášlâš sämikuávlu ulguupiäláá virgeomâháin, kiäid säämi kielâlaahâ kuáská. Ive 2004 šoodâi

source: gielalaš vuoigatvuođaide. Sámit galge sáhttit dás duohko ee. dikšut áššiideaset sámegillii iežaset
smn: vuáimán uđđâ säämi kielâlaahâ, mii puovtij puárádâsâid sämmilij kielâlâš vuoigâdvuođáid.

source: dahje iežaset ovddu guoskevaš áššis sámiid ruovttuguovllu gielddaid ja stáhta virgeoapmahaččain.
smn: ášástâllâđ sämikielân jieijâs tâi suu hiäđu kyeskee ääšist sämikuávlu kieldâi já staatâ virgeomâháin.

source: Sámi giellaláhka gáibida sámegiela doaimmahaga ovttas sámi giellaráđiin addit sámediggái
smn: Säämi kielâlaahâ váátá oovtâst sämikielâ toimâttuvváin

source: muitalusa sámegiela guoski láhkaásaheami heiveheamis ja lassin sámiid gielalaš vuoigatvuođaid
smn: já säämi kielâraađijn adeliđ sämitiigán muštâlus sämikielâ kyeskee lahâasâttâs heivitmist sehe

source: ollašuvvamis ja gielladiliid ovdáneamis.
smn: sämmilij kielâlâš vuoigâdvuođâi olášuumeest já kielâtile ovdánmist.
